Repository: prajjwaldimri/Friend-App
Catalog: Windows/FriendProject/BeFriendUWP/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr, pt_br, ru, tr

# AboutPageDeveloperName.Text
source: Created by - Prajjwal Dimri
es_es: Creado por - Prajjwal Dimri
fr: Créé par - Prajjwal Dimri
pt_br: Criado por - Prajjwal Dimri
ru: Созданно Prajjwal Димри
tr: Oluşturan Prajjwal Dimri

# AboutPageHeader.Text
source: Open-Source, Non-Profit, and Made for the community!
es_es: Codigo abierto, sin fines de lucro y hecho para la comunidad!
fr: Open-Source, sans but lucratif et fait par la communauté!
pt_br: Código Aberto, sem fins lucrativos e feito para a comunidade!
ru: Некоммерческое, с открытым исходным кодом, и созданно для сообщества!
tr: Açık Kaynaklı, Kar Amacı Gütmüyor ve Topluluk Adına Hazırlandı!

# AboutPageLibraries.Text
source: 3rd Party Libraries:
es_es: Bibliotecas de 3ros

# AboutPageLicenses.Text
source: Licenses:
es_es: Licencias:

# AboutPageOthers.Text
source: Other Resources:
es_es: Otros recursos:

# AboutPageTranslators.Text
source: Translators:
es_es: Traductores:

# AboutPivotItem.Header
source: ABOUT
es_es: ACERCA DE
fr: A propos
pt_br: SOBRE
ru: О НАС
tr: HAKKINDA

# AcknowledgmentHeader.Text
source: Acknowledgments:
es_es: Agradecimientos:
fr: Reconnaissances:
pt_br: Agradecimentos:
ru: Благодарности:
tr: Teşekkürler:

# Description
source: BeFriend is an open-source distress signal sending application which notifies your contacts of your location whenever you're in danger. It uses GPS and cellular together to get the most accurate location of the user possible. The app can text(SMS), tweet(Twitter) or post(Facebook) your location. The app is open-sourced, so you can actively contribute to the development of the app. The app is being developed at: http://www.github.com/prajjwaldimri/Friend-App Note: The app uses phoneCall capability to place phone calls without showing dialer. The app also uses cellularMessaging capability(provided by Microsoft) which can silently send SMS from your device. Both capabilities are used according to the guidelines provide by Microsoft and can be inspected anytime at the Github repository.
es_es: BeFriend es una aplicacion de codigo abierto que emite una señal de socorro a tus contactos y tu ubicacion actual. Utiliza el GPS y el celular juntos para obtener la ubicacion mas precisa del usuario. La aplicacion puede enviar mensajes(SMS), twetear(Twitter) o postear (Facebook) su ubicacion actual. La aplicacion es de codigo abierto, asi que puedes ayudar en su desarrollo. La aplicacion esta siendo desarrollada en http://www.gifthub.com/prajjwaldimri/Friend-App Nota: La aplicacion utiliza 'phoneCall' para realizar llamadas sin mostrar el marcador. Esta tambien usa 'cellularMessaging' (proporcionado por Microsoft) que envia mensajes de texto silenciosos desde tu equipo. Ambas capacidades son usadas acorde a las lineas de guia provistas por Microsoft y pueden ser inspeccionadas por el repositorio de GiftHub en cualquier momento.

# FirstTimeTutorialBack.Content
source: < Back
es_es: < Volver
fr: < Retour
pt_br: < Voltar
ru: < Назад
tr: < Geri

# FirstTimeTutorialContactChooserOne.Text
source: Click here to set contact 1...
es_es: Seleccionar contacto 1...
fr: Cliquer ici pour définir le contact 1...
pt_br: Clique aqui para definir o contato 1...
ru: Нажмите сюда, чтобы установить контакт 1...
tr: 1. kişiyi belirlemek için buraya tıklayın...

# FirstTimeTutorialContactChooserThree.Text
source: Click here to set contact 3...
es_es: Seleccionar contacto 3...
fr: Cliquer ici pour définir le contact 3...
pt_br: Clique aqui para definir o contato 3...
ru: Нажмите сюда, чтобы установить контакт 3...
tr: 3. kişiyi belirlemek için buraya tıklayın...

# FirstTimeTutorialContactChooserTwo.Text
source: Click here to set contact 2...
es_es: Seleccionar contacto 2...
fr: Cliquer ici pour définir le contact 3...
pt_br: Clique aqui para definir o contato 2...
ru: Нажмите сюда, чтобы установить контакт 2...
tr: 2. kişiyi belirlemek için buraya tıklayın...

# FirstTimeTutorialContactTutorial.Text
source: Choose 3 people whom you would like to inform if you're in danger!
es_es: Escoge 3 personas a quienes deseas informar si estás en peligro!
fr: Choisissez 3 personnes que vous aimerez informer si jamais vous êtes en danger!
pt_br: Escolha 3 pessoas com quem você gostaria de informar se você estiver em perigo!
ru: Выберите три человека, которым Вы бы хотели сообщить, если Вы когда-либо в опасности!
tr: Tehlikede olursanız haber vermek istediğiniz 3 kişi seçin!

# FirstTimeTutorialFacebook.Text
source: Add Facebook
es_es: Añadir Facebook
fr: Ajouter Facebook
pt_br: Adicionar Facebook
ru: Добавить Facebook
tr: Facebook ekle

# FirstTimeTutorialFinish.Content
source: Finish
es_es: Finalizar
fr: Fin
pt_br: Concluir
ru: Закончить
tr: Bitir

# FirstTimeTutorialMemory.Text
source: Dedicated to all crime victims
es_es: Dedicado a todas las víctimas de delitos
fr: Dédicacé à toutes les victimes de crimes
pt_br: Dedicado a todas as vítimas de crime
ru: Посвящённо всем жертвам преступлений
tr: Tüm suç mağdurlarına ithafen

# FirstTimeTutorialName.Text
source: Enter your name and choose a profile pic
es_es: Introduce tu nombre y elija una foto de perfil
fr: Entrez votre nom et choisissez une photo de profile
pt_br: Digite seu nome e escolha uma foto de perfil
ru: Введите Ваше имя и выберите картинку профиля
tr: Adınızı girip bir profil resmi seçin

# FirstTimeTutorialNext.Content
source: Next >
es_es: Siguiente >
fr: Suivant>
pt_br: Próximo >
ru: Следующее >
tr: İleri >

# FirstTimeTutorialNoPicture.Text
source: No Picture Selected
es_es: Ninguna imagen seleccionada
fr: Pas de photo selectionnée
pt_br: Nenhuma imagem selecionada
ru: Аватар не выбран
tr: Resim seçilmedi

# FirstTimeTutorialOneDescription.Text
source: Whenever you are suspicious of someone following you or you suspect you're in danger go to this page and hold the button. If your finger lifts from the button it triggers a countdown which will open SOS page if it reaches 00:00:00
es_es: Cada vez que sospeches que alguien esta siguiendote o si sospechas que estas en peligro ven a esta seccion y manten apretado el boton. Si tu dedo se levanta de la pantalla la aplicacion activa una cuenta regresiva que abrira una pagina de SOS cuando llegue al 00:00:00
fr: Dés que vous suspectez quelqu'un qui vous suit ou que vous soyez en danger, aller sur cette page et tenez le bouton. Si votre doigt se lève du bouton, cela déclenche un compte à rebours qui va ouvrir la page SOS si il atteint 00:00:00
pt_br: Sempre que você desconfiar que alguém esteja te seguindo ou que você está em perigo, vá até essa pagina e segure o botão. Se o seu dedo soltar o botão, ele acionará uma contagem regressiva que irá abrir a página de SOS se a contagem atingir 00:00:00
ru: Когда-либо Вы подозреваете, что кто-то за вами преследует, или Вы подозреваете что Вы в опасности, перейдите на эту страницу и нажмите на кнопку. Если Вы отпустите кнопку, начнётся отсчёт времени, который откроет страницу SOS если он достигнет 00:00:00
tr: Birisinin sizi takip ettiğinden veya tehlikede olduğunuzdan şüphe duyduğunuzda, bu sayfaya gelip düğmeyi basılı tutun. Parmağınızı kaldırdığınızda geri sayım başlayacaktır. Geri sayım 00:00:00'a ulaştığı zaman, SOS sayfası açılacaktır.

# FirstTimeTutorialOneHeader.Text
source: Timer Page
es_es: Pagina de la cuenta regresiva
fr: Page de compte à rebours
pt_br: Página do temporizador
ru: Страница таймера
tr: Geri Sayım Sayfası

# FirstTimeTutorialPictureButton.Content
source: Click to choose a picture
es_es: Haga clic para seleccionar una imagen
fr: Cliquer pour choisir une photo
pt_br: Clique para escolher uma imagem
ru: Нажмите, чтобы выбрать изображение
tr: Resim seçmek için tıklayın

# FirstTimeTutorialSkip.Content
source: Skip
es_es: Saltar
fr: Passer
pt_br: Pular
ru: Пропустить
tr: Atla

# FirstTimeTutorialStart.Text
source: Let's Get Started
es_es: ¡Empecemos!
fr: Commençons
pt_br: Vamos começar
ru: Давайте приступим
tr: Hadi Başlayalım

# FirstTimeTutorialThreeDescription.Text
source: The most important page in the App. Navigating to this page will trigger all emergency options built-in the application.
es_es: La página más importante, navegar en esta página activará todas las opciones de emergencia incorporadas la aplicación.
fr: La page la plus importante de l'application. Naviguer sur cette page va déclencher toutes les options d'urgences intégrées dans l'application.
pt_br: Esta é a página mais importante do aplicativo. Abrir esta página irá acionar todas as opções de emergência do app.
ru: Самая важная страница в приложении. Переход на эту страницу активирует все аварийные функции приложения.
tr: Uygulamadaki en önemli sayfa. Bu sayfaya gelmek, uygulamadaki tüm acil durum seçeneklerini harekete geçirecektir.

# FirstTimeTutorialThreeDescription1.Text
source: Enable this option in SETTINGS page. This will place a silent notification in action center periodically till it is disabled. Clicking on the notification will immediately launch the SOS Page
es_es: Habilite esta opción en la página de configuración. Esto colocará una notificacion silenciosa en el centro de notificaciones periódicamente hasta que se desactive. Hacer clic en la notificación inmediatamente pondrá en marcha la página de SOS

# FirstTimeTutorialThreeHeader.Text
source: SOS Page
es_es: Página de SOS
fr: Page de SOS
pt_br: Página de SOS
ru: Страница SOS
tr: SOS Sayfası

# FirstTimeTutorialThreeHeader1.Text
source: Permanent Toast Notifications
es_es: Notificaciones permanentes

# FirstTimeTutorialTwitter.Text
source: Add Twitter
es_es: Añadir Twitter
fr: Ajouter Twitter
pt_br: Adicionar Twitter
ru: Добавить Twitter
tr: Twitter Ekle

# FirstTimeTutorialTwoDescription.Text
source: You can set a time at which the app will ask you your status. If you don't respond within 30 minutes it will notify your friends about your location.
es_es: Se puede establecer un tiempo en que la aplicación le preguntará su estado. Si no responde en 30 minutos se les notificará a tus amigos acerca de su ubicación.
fr: Vous pouvez définir la fréquence à laquelle l’application vas vous demander si vous êtes bien. Si vous ne répondez pas endéans les 30 minutes vos amis seront notifié de votre emplacement.
pt_br: Você pode definir um tempo no qual o aplicativo irá perguntar se você está bem. Se você não responder em 30 minutos o app irá notificar os seus amigos sobre a sua localização.
ru: Вы можете установить время, в которое приложение спросит вас "Всё в порядке?". Если Вы не отреагируйте на вопрос за 30 минут, оно уведомит Вашим друзьям про Ваше местоположение.
tr: Uygulamanın iyi olup olmadığınızı soracağı bir saat belirleyebilirsiniz. 30 dakika içinde yanıt vermezseniz, uygulama arkadaşlarınıza konumunuzu bildirir.

# FirstTimeTutorialTwoHeader.Text
source: Reminder Page
es_es: Página de recordatorio
fr: Page des rappels
pt_br: Página de lembrete
ru: Страница напоминаний
tr: Hatırlatıcı Sayfası

# FirstTimeTutorialUserName.PlaceholderText
source: Name...
es_es: Nombre...
fr: Nom...
pt_br: Nome...
ru: Имя...
tr: Ad...

# HomePageEmergency.Text
source: Emergency
es_es: Emergencia
fr: Urgences
pt_br: Emergência
ru: Аварийный режим
tr: Acil Durum

# HomePageSupport.Text
source: Support
es_es: Soporte
fr: Assistance technique
pt_br: Suporte
ru: Поддержка
tr: Destek

# HomePivotItem.Header
source: HOME
es_es: INICIO
fr: Accueil
pt_br: INÍCIO
ru: ГЛАВНАЯ
tr: ANA SAYFA

# InAppMessage/AppUpdation
source: -Initial Build
es_es: -Build inicial

# InAppMessage/BugSuggestionsContent
source: Currently, I am the only developer for the app, so there could be a few bugs in the app that I missed. Please use Gitter chat or Github issues or Email to report any bugs or new feature suggestions before giving the app a bad review on the store. Enjoy!
es_es: Actualmente, soy el único desarrollador de la aplicación, por lo que podría haber algunos errores en la aplicación que pase por encima. Utilice Gitter chat, Github issues o por correo electrónico para reportar cualquier bug o nuevas sugerencias de funciones antes de dejar una mala crítica en la tienda. ¡Disfrute!

# InAppMessage/BugSuggestionsTitle
source: Any Bugs or Suggestions?
es_es: Algun error o sugerencias?

# InAppMessage/DevelopContent
source: Did you know that BeFriend is completely Open-Sourced, which means you can actively contribute to the development of the app. Whether it is coding, designing, documenting, testing or translating, all contributions are very welcome.
es_es: Sabías que BeFriend es código completamente abierto, lo que significa que usted puede contribuir activamente al desarrollo de la aplicación. Codificación, diseño, documentación, pruebas o traduciendo, todas las contribuciones son bienvenidas.

# InAppMessage/DevelopTitle
source: Let's Develop Together!
es_es: Desarrollemos juntos!

# InAppMessage/PrivacyContent
source: Your personal information is and never will be shared with any 3rd party. The only information collected from the device is the bug report which is sent by the app whenever it crashes (using HockeyAppSdk) and the bug report only contains the technical details of bug and name of the device.
es_es: Su información es personal y nunca será compartida con terceros. La única información recogida del dispositivo es el informe que es enviado por la aplicación cada vez que se cuelga (utilizando HockeyAppSdk) y el informe de error contiene sólo los detalles técnicos de error y el nombre del dispositivo.

# InAppMessage/PrivacyTitle
source: Privacy Policy
es_es: Politica de Privacidad

# InAppMessage/TranslateContent
source: Translate the app to your native language in easy to use web interface using Crowdin.
es_es: Traducir la aplicación a su lengua materna con Crowdin.

# InAppMessage/TranslateTitle
source: Not a native English speaker?
es_es: ¿No hablante nativo de español/ingles?

# ReminderPageCancel.Text
source: Cancel
es_es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отменить
tr: İptal

# ReminderPageRegister.Text
source: Register
es_es: Registrate
fr: Inscrivez-vous
pt_br: Cadastre-se
ru: Регистрация
tr: Kayıt

# ReminderPageTutorialText.Text
source: Set a time at which you think you should be able to respond to the reminder on the phone. If you don't respond to the reminder in 20 minutes, BeFriend will remind all of your friends about your location!
es_es: Establezca un horario en el que creas que puedes responder al recordatorio del telefono. Si no respondes al recordatorio en 20 minutos, BeFriend le enviara a los contactos seleccionados tu ubicacion actual.
fr: Définissez un moment durant lequel vous devriez être capable de répondre au rappel sur votre téléphone. Si vous ne répondez pas dans les 20 minutes, il va rappeler vos amis de votre emplacement!
pt_br: Defina um tempo em que você acha que você será capaz de responder o lembrete no telefone. Se você não responder para o lembrete em 20 minutos, eu informarei a todos os seus amigos a sua localização!
ru: Настройте время, в которое Вы думаете Вы можете отреагировать на напоминание на телефоне. Если Вы не отреагируйте на напоминание за 20 минут, я напомню всем Вашим друзьям про Ваше местоположение!
tr: Telefondaki hatırlatıcıya cevap verebileceğiniz bir saat belirleyin. Hatırlatıcıya 20 dakika içinde yanıt vermezseniz, tüm arkadaşlarınıza konumunuzu bildirir!

# ReminderPivotItem.Header
source: REMINDER
es_es: RECORDATORIO
fr: Rappels
pt_br: LEMBRETE
ru: НАПОМИНАНИЕ
tr: HATIRLATICI

# SettingsContactsHeader.Text
source: Contacts
es_es: Contactos
pt_br: Contatos
ru: Контакты
tr: Kişiler

# SettingsDeveloperOptions.Text
source: Developer Options
es_es: Opciones para desarrolladores
fr: Options de développeur
pt_br: Opções de Desenvolvedor
ru: Опции для разработчиков
tr: Geliştirici Seçenekleri

# SettingsFacebook.Text
source: Connect Facebook
es_es: Conectar con Facebook
fr: Connecter Facebook
pt_br: Conectar ao Facebook
ru: Подключить к Facebook
tr: Facebook bağla

# SettingsMessageHeader.Text
source: Message
es_es: Mensaje
fr: Messages
pt_br: Mensagem
ru: Сообщение
tr: Mesaj

# SettingsNotificationHeader.Text
source: Notifications
es_es: Notificaciones
pt_br: Notificações
ru: Уведомления
tr: Bildirimler

# SettingsOtherHeader.Text
source: Other
es_es: Otros
fr: Autres
pt_br: Outros
ru: Иное
tr: Diğer

# SettingsPermanentNotification.Text
source: Permanent Toast Notifications
es_es: Notificaciones permanentes
fr: Notifications Toast permanente
pt_br: Notificações Permanentes
ru: Постоянные всплывающие уведомления
tr: Kalıcı Bildirimler

# SettingsPivotItem.Header
source: SETTINGS
es_es: Configuración
fr: Paramètres
pt_br: CONFIGURAÇÕES
ru: НАСТРОЙКИ
tr: AYARLAR

# SettingsProfileHeader.Text
source: Profile
es_es: Perfíl
fr: Profil
pt_br: Perfil
ru: Профайл
tr: Profil

# SettingsSocialHeader.Text
source: Social Networks
es_es: Redes Sociales
fr: Réseaux Sociaux
pt_br: Redes sociais
ru: Социальные сети
tr: Sosyal Ağlar

# SettingsTheme.Text
source: Theme
es_es: Aspecto
fr: Thème
pt_br: Tema
ru: Стиль
tr: Tema

# SettingsTiming.Text
source: Set Time in Timer
es_es: Establecer un tiempo en em temporizador
fr: Définir le compte à rebours
pt_br: Defina o tempo do temporizador
ru: Настроить время на таймере
tr: Geri Sayım Süresi Ayarla

# SettingsTwitter.Text
source: Connect Twitter
es_es: Conectarse con Twitter
fr: Connecter Twitter
pt_br: Conectar com Twitter
ru: Подключить Twitter
tr: Twitter Bağla

# StoreRateAppBarButton.Label
source: Rate
es_es: Calificar
fr: Évaluer
pt_br: Avalie o app
ru: Оценить
tr: Oyla

# TimerPageHold.Text
source: Hold
es_es: Mantener
fr: Tenir
pt_br: Pressione
ru: Держите
tr: Basılı Tut

# TimerPageStop.Text
source: Stop
es_es: Detener
pt_br: Interromper
ru: Стоп
tr: Durdur

# TimerPivotItem.Header
source: TIMER
es_es: CUENTA REGRESIVA
fr: Compte à rebours
pt_br: TEMPORIZADOR
ru: ТАЙМЕР
tr: GERİ SAYIM

# TwitterAuthInstruction.Text
source: Log in and paste the PIN below:
es_es: Inicie secion y pegue el PIN debajo:

# TwitterAuthTextBox.PlaceholderText
source: Paste PIN here:
es_es: Pegue el PIN aqui:

# AboutPageAppTitle.Text
source: BeFriend
fr: BeFriend Beta
pt_br: BeFriend Beta
ru: BeFriend Бета
tr: BeFriend Beta

# FirstTimeTutorialOne.Text
source: Tutorial 1
fr: Tutoriel 1
ru: Урок 1
tr: Eğitim 1

# FirstTimeTutorialThree.Text
source: Tutorial 3
fr: Tutoriel 3
ru: Урок 3
tr: Eğitim 3

# FirstTimeTutorialTwo.Text
source: Tutorial 2
fr: Tutoriel 2
ru: Урок 2
tr: Eğitim 2

# MainPagePivot.Title
source: BeFriend
fr: BeFriend Beta
pt_br: BeFriend Beta
ru: BeFriend Бета
tr: BeFriend Beta

# MediKitAppBarButton.Label
source: Medi-Kit
fr: Kit de soin
pt_br: Kit Médico
ru: Меди-Кит
tr: İlk Yardım
